import React from 'react';

const HomePage = () => {
    return (
        <div>
            <p>
                В буквальному сенсі слова повторіть все що було на лекції
                наберіть це все руцями вдумуючись що ви повторюєте (не копіаастіть з мого репозиторію)
                після цього зробіть ще один слайс для постів і реалізуйте те саме що і для юзерсів
            </p>

            <h3>Advance</h3>
            <p>
                переробити першу таску с карами позбавившись стейтліфтингу в компонентах використовуючи redux-toolkit
            </p>
        </div>
    );
};

export {HomePage};
